archlinuxcn-keyring
asciidoctor
astyle
at
base
base-devel
btop
clang
cloc
cmake
downgrade
efibootmgr
gdb
ghostscript
grub
imagemagick
intel-ucode
just
libdwarf
linux
linux-firmware
lldb
llvm
man-db
man-pages
moreutils
nano
ncdu
neofetch
net-tools
networkmanager
newsboat
nodejs
npm
ntp
openssh
pacman-contrib
paru
perf
pkgstats
python
qemu-system-riscv
riscv64-linux-gnu-gcc
ruby
sdl2
sdl2_image
speedtest-cli
spike
stb
strace
sudo
tailspin
terminus-font
texinfo
tmux
tokei
vim
wget
youtube-dl-git
zsh
