archlinuxcn-keyring
base
base-devel
efibootmgr
gdb
grub
intel-ucode
linux
linux-firmware
man-db
man-pages
nano
net-tools
networkmanager
openssh
pacman-contrib
paru
pkgstats
python
ruby
sudo
terminus-font
texinfo
tmux
vim
zsh
