archlinuxcn-keyring
asciidoctor
at
base
base-devel
bazel
btop
clang
cloc
cmake
efibootmgr
gdb
grub
intel-ucode
linux
linux-firmware
man-db
man-pages
nano
ncdu
neofetch
net-tools
networkmanager
newsboat
nodejs
npm
ntp
openssh
pacman-contrib
paru
pkgstats
python
ruby
rust
speedtest-cli
sudo
terminus-font
texinfo
tmux
vim
wget
you-get
zsh
